Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/domstol.no.csv-nb-nn.deduped.tmx
Source language: nb
Languages: nn

source: Statnett SF (advokat Pål-Martin Abell, advokat Johan Fredrik Remmen) mot Sør-Fosen Sitje (advokat Andreas Brønner, advokat Eirik Brønner), Nord-Fosen Siida (advokat Knut Helge Hurum)
nn: I.Statnett SF (advokat Pål-Martin Abell, advokat Johan Fredrik Remmen) mot Sør-Fosen Sitje (advokat Andreas Brønner, advokat Eirik Brønner), Nord-Fosen Siida (advokat Knut Helge Hurum)

source: Før du og andre vitner slipper til, skal retten få en redegjørelse fra advokatene (eller fra aktor i straffesaker) om hva saken gjelder og hva man er uenige om.
nn: Før du og andre vitne slepp til, skal retten få ei orientering frå advokatane (eller frå aktor i straffesaker) om kva saka gjeld og kva partane er ueinige om.

source: De hadde aldri bodd sammen i noen av sine opprinnelige hjemland.
nn: Dei hadde aldri budd saman i nokon av sine opphavlege heimland.

source: Høyesterett kom enstemmig til at hverken flyktningkonvensjonen eller utlendingsloven gir holdepunkter for at situasjonen ved eventuell tvangsretur skal vektlegges ved avgjørelsen av om søkeren skal gis asyl.
nn: Høgsterett kom samrøystes til at verken flyktningkonvensjonen eller utlendingslova gir haldepunkt for at situasjonen ved ein eventuell tvangsretur skal vektleggast ved avgjerda av om søkaren skal få innvilga asyl.

source: Det hadde lenge vært et motsetningsforhold mellom foreldrene og uenighet om omfanget av fars samvær med barna.
nn: Det hadde lenge vore eit motsetningsforhold mellom foreldra og ueinigheit om omfanget av fars samvær med barna.

source: Høyesterett fastslo at vilkåret om at "handlingen er begått av flere i fellesskap" ikke er oppfylt dersom én person har utført handlingen og en annen har medvirket.
nn: Høgsterett slo fast at vilkåret om at "handlingen er begått av flere i fellesskap" ikkje er oppfylt dersom éin person har utført handlinga og ein annan har medverka.

source: Høyesterett kom for det første til at det i en slik situasjon skulle legges vekt på salgsverdien, og ikke bare på utbyttepotensialet som lå i oppbevaring.
nn: Høgsterett kom for det første til at det i ein slik situasjon skulle leggast vekt på salsverdien og ikkje berre på utbyttepotensialet som låg i oppbevaring.

source: I samband med vedtaket om oppseiing hadde universitetet ikke vurdert fortrinnsrett til ledige stillingar som førsteamanuensis.
nn: I samband med vedtaket om oppseiing hadde universitetet ikkje vurdert fortrinnsrett til ledige stillingar som førsteamanuensis.

source: Tvangsfullbyrdelse av engelsk rettsavgjørelse
nn: Tvangsfullbyrding av engelsk rettsavgjerd

source: Avgjørelsen har betydning for vurderingen av samfunnsstraff ved domfellelse for narkotikalovbrudd.
nn: Avgjerda har betydning for vurderinga av samfunnsstraff ved domfelling for narkotikalovbrot..

source: Aktor kan også alt i innledningsforedraget legge frem realbevis, det vil si bilder, dokumenter eller gjenstander.
nn: Aktor kan også alt i innleiingsføredraget leggje fram realbevis, det vil seie bilete, dokument eller gjenstandar.

source: Du må oppgi en fra-dato
nn: Du må oppgi ein frå-dato

source: Etter Høyesteretts syn forelå det vesentlige svakheter ved tingrettens avgjørelse og saksbehandling, slik at lagmannsrettens beslutning om ikke å gi samtykke til ankebehandling, måtte oppheves.
nn: Slik Høgsterett såg det, var det vesentlege svakheiter ved avgjerda og saksbehandlinga i tingretten, slik at avgjerda i lagmannsretten om ikkje å gi samtykke til ankebehandling måtte opphevast.

source: Denne ansvarsforsikreren hevdet imidlertid at direktekravet var blitt foreldet.
nn: Denne ansvarsforsikraren hevda derimot at direktekravet var blitt forelda.

source: Det er spesielt volds- og seksualforbrytere eller personer som gjentatte ganger har begått alvorlig kriminalitet og som utsetter andre personers liv og helse for fare, som kan idømmes forvaring.
nn: Det er spesielt valds- og seksualforbrytarar eller personar som gjentekne gonger har utført alvorleg kriminalitet og som utset andre personars liv og helse for fare, som kan dømmast til forvaring.

source: Et flertall på fire dommere mente reisetiden for to av reisene måtte godtgjøres etter hovedregelen om kompensasjon for reiser innenlands.
nn: Eit fleirtal på fire dommarar meinte at reisetida for to av reisene måtte godtgjerast etter hovudregelen om kompensasjon for reiser innanlands.

source: som du har fra hendelsen.
nn: som du har frå hendinga.

source: Arverett etter testament når samboerne ikke hadde felles barn
nn: Arverett etter testament når sambuarane ikkje hadde felles barn

source: Høyesterett konkluderte ikke i dette spørsmålet, men viste til at bestemmelsen må suppleres med skadeserstatningsloven §§ 5-1 og 5-2 om medvirkning og lemping.
nn: Høgsterett konkluderte ikkje i dette spørsmålet, men viste til at føresegna må supplerast med skadeerstatningslova §§ 5-1 og 5-2 om medverknad og lemping.

source: Høyesterett bemerket at uttalelser i tidligere avgjørelser kunne fremstå som generelle, men at det likevel ikke var etablert en alminnelig regel om at kapitaliseringsrenten ikke skal settes høyere enn den standardiserte rentesatsen.
nn: Høgsterett uttalte at utsegner i tidlegare avgjerder kunne framstå som generelle, men at det likevel ikkje var etablert ein alminneleg regel om at kapitaliseringsrenta ikkje skulle settast høgare enn den standardiserte rentesatsen.

source: De innleide mente bemanningsforetakets plikt til å sikre dem minst de samme vilkår som de fast ansatte i innleieforetaket for så vidt gjaldt lønn, ga dem krav på at bemanningsforetaket utbetalte dem samme bonus som de ville fått om de hadde vært fast ansatt i innleieforetaket.
nn: Dei innleigde arbeidstakarane meinte at sidan bemanningsføretaket hadde plikt til å sikre dei minst dei same vilkåra som dei fast tilsette i innleigeføretaket når det gjaldt lønn, hadde dei krav på at bemanningsføretaket utbetalte dei same bonus som dei ville fått om dei hadde vore fast tilsette i innleigeføretaket.

source: Høyesterett vurderte også forverringsvilkåret etter psykisk helsevernloven, uten å ta endelig standpunkt til om det var oppfylt.
nn: Høgsterett vurderte også forverringsvilkåret etter psykisk helsevernlova, utan å ta endeleg standpunkt til om det var oppfylt.

source: Etter planen skal morselskapet ikke drive egen flyvirksomhet i fremtiden.
nn: Etter planen skal morselskapet ikkje drive eiga flyverksemd i framtida.

source: Om det gjelder en reklamasjonsplikt for en kontrakt, må i slike tilfeller løses med utgangspunkt i de hensyn som gjør seg gjeldende i det enkelte typetilfelle.
nn: Om det gjeld ei reklamasjonsplikt for ein kontrakt, må det i slike tilfelle løysast med utgangspunkt i dei omsyna som gjer seg gjeldande i det enkelte typetilfellet.

source: Høyesterett uttalte at det avgjørende etter loven er at likeverdige tilbud behandles likt, og trakk frem noen eksempler på alternative beregningsmetoder som kan ivareta likeverdighetsprinsippet.
nn: Høgsterett uttalte at det avgjerande etter lova er at likeverdige tilbod blir behandla likt, og trekte fram nokre eksempel på alternative berekningsmetodar som kan ta vare på likeverdsprinsippet.

source: I slike tilfeller er en generell forhåndsmelding til kunden om pantsettelsen ikke tilstrekkelig for vern.
nn: I slike tilfelle er ei generell førehandsmelding til kunden om pantsettinga ikkje tilstrekkeleg for vern.

source: 11 Festekontrakter og folkerett) og dommerfullmektig og konstituert tingrettsdommer ved Sør-Trøndelag tingrett.
nn: 11 Festekontrakter og folkerett) og dommarfullmektig og konstituert tingrettsdommar ved Sør-Trøndelag tingrett.

source: Lagmannsrettens flertall kom til at det var adgang til å presumere et samtykke i situasjoner hvor giveren er forsvunnet.
nn: Fleirtalet i lagmannsretten kom til at det er høve til å presumere eit samtykke i situasjonar der givaren er forsvunnen.

source: Hvis det ikke foreligger særlige grunner kan domstolen avvise saken.
nn: Føreligg det ikkje særlege grunnar kan domstolen avvise saka.

source: Tjenestene falt dermed ikke inn under unntakene for finansielle tjenester i merverdiavgiftsloven § 3-6.
nn: Tenestene fall dermed ikkje inn under unntaka for finansielle tenester i meirverdiavgiftslova § 3-6.

source: lever sammen i et ekteskapsliknende forhold.
nn: lever saman i eit ekteskapsliknande forhold.

source: Derimot kom Høyesterett til at filming og fotografering av fullt påkledde kvinner, i en situasjon uten noen seksuell tilknytning, ikke rammes av bestemmelsen.
nn: Derimot kom Høgsterett til at filming og fotografering av fullt påkledde kvinner, i ein situasjon utan noka seksuell tilknyting, ikkje blir ramma av føresegna.

source: Høyesterett kom videre til at retten innenfor rammen av § 26-7 tredje ledd etter omstendighetene må kunne sette som vilkår for tilgangen til realbevis at den andre parten kan være til stede ved de undersøkelser motparten skal gjøre av realbeviset.
nn: Høgsterett kom vidare til at retten innanfor ramma av § 26-7 tredje ledd etter omstenda må kunne stille som vilkår for tilgangen til realbevis at den andre parten kan vere til stades ved dei undersøkingane motparten skal gjere av realbeviset.

source: På grunnlag av de inngåtte kontraktene og praktiseringen av dem kom Høyesterett til at det var NAR som i alt overveiende grad har dette ansvaret, og ikke NAS eller NAN.
nn: På grunnlag av dei inngåtte kontraktane og praktiseringa av dei kom Høgsterett til at det var NAR som først og fremst hadde dette ansvaret, ikkje NAS eller NAN.

source: Ved tolkningen av bestemmelsen uttalte Høyesterett at det er tilstrekkelig for å rammes av § 166 at opplysningene er ment å inngå som en naturlig del av beslutningsgrunnlaget for den offentlige myndighetens utøvelse av sine oppgaver.
nn: Ved tolkinga av føresegna uttalte Høgsterett at det er tilstrekkeleg for å vere omfatta av § 166 at opplysningane er meint å inngå som ein naturleg del av avgjerdsgrunnlaget for den offentlege myndigheita si utøving av oppgåver.

source: At A var norsk statsborger og hadde betydelig tilknytning til Norge, kunne ikke føre til et annet resultat.
nn: At A var norsk statsborgar og hadde betydeleg tilknyting til Noreg, kunne ikkje føre til eit anna resultat.

source: I dommen la Høyesterett til grunn at muligheten for internflukt i hjemlandet kan tas i betraktning ved vurderingen av om flyktningstatus skal opphøre.
nn: I dommen la Høgsterett til grunn at moglegheita for internflukt i heimlandet kan takast i betraktning ved vurderinga av om flyktningstatusen skal opphøyre.

source: Denne loven gjelder med de begrensninger som følger av folkeretten.
nn: Denne lova gjeld med dei avgrensingane som følger av folkeretten.

source: Hvis det ikke er tilfelle, så avvises saken.
nn: Dersom det ikkje er tilfelle, blir saka avvist.

source: Det samlede beløpet utgjorde nærmere 1,5 millioner kroner.
nn: Det samla beløpet utgjorde nærmare 1,5 millionar kroner.

source: Det er også satt krav til minstealder for dommere:
nn: Det er også sett krav til minstealder for dommarar:

source: I tråd med det som var blitt resultatet i tidligere instanser, satte Høyesterett begrensninger i den samlede kontakten mellom gutten og familien.
nn: I tråd med det som var blitt resultatet i tidlegare instansar, sette Høgsterett grenser for den samla kontakten mellom guten og familien.

source: At mannen nå hadde fått opphold i Norge, kunne ikke tillegges vesentlig vekt ved straffutmålingen.
nn: At mannen no hadde fått opphald i Noreg, kunne ikkje tilleggast vesentleg vekt ved straffutmålinga.

source: Høyesterett kom til at hovedentreprenøren ikke kunne holdes erstatningsansvarlig på grunnlag av det ulovfestede kontraktshjelperansvaret for skade underentreprenøren uaktsomt hadde påført et annet objekt enn kontraktsgjenstanden.
nn: Høgsterett kom til at hovudentreprenøren ikkje kunne haldast erstatningsansvarleg på grunnlag av det ulovfesta kontraktshjelparansvaret for skade som underentreprenøren aktlaust hadde påført eit anna objekt enn kontraktsgjenstanden.

source: Straffutmåling og utmåling av oppreisning ved mishandling i nære relasjoner
nn: Straffutmåling og utmåling av oppreisning ved mishandling i nære relasjonar

source: Faren aksepterte ikke å bli utestengt, og hans advokat tok saken opp med foreningen ved flere anledninger.
nn: Faren aksepterte ikkje å bli utestengd, og advokaten hans tok saka opp med foreininga ved fleire høve.

source: De alminnelige reglene om kopi av prosesskriv til motpart etter
nn: Dei alminnelege reglane om kopi av prosesskriv til motpart etter

source: Heldigvis faller ofte ting på plass etter hvert.
nn: Heldigvis fell ofte ting på plass etter kvart.

source: Bør jeg kontakte advokat?
nn: Bør eg kontakte advokat?

source: Når krenkelsen lå i det samlede inntrykk begrunnelsen ga snarere enn i bruken av enkelte ord og uttrykk, fant Høyesterett at krenkelsen ikke kunne repareres bare ved at den ble påpekt i Høyesteretts dom.
nn: Når krenkinga låg i det samla inntrykket grunngivinga gav, snarare enn i bruken av enkelte ord og uttrykk, fann Høgsterett at krenkinga ikkje kunne reparerast berre ved at ho blei påpeikt i høgsterettsdommen.

source: En mann var tiltalt for på kveldstid å ha ringt en gift dame flere ganger på en slik måte at oppringningene fremstod som sjikane.
nn: Ein mann var tiltala for på kveldstid å ha ringt ei gift dame fleire gonger på ein slik måte at oppringingane vart oppfatta som sjikane.

source: Høyesterett kom til at vilkårene for omsorgsovertakelsen var oppfylt.
nn: Høgsterett kom til at vilkåra for omsorgsovertakinga var oppfylte.

source: Samtidig er hensynet til barnets beste av grunnleggende betydning, og samværsordningen må ikke settes slik at den utsetter barnet for en urimelig belastning eller er skadelig for barnets helse eller utvikling.
nn: Samtidig er omsynet til barnets beste grunnleggande, og samværsordninga må ikkje settast slik at barnet blir utsett for ei urimeleg belastning, eller slik at det er skadeleg for helsa eller utviklinga til barnet.

source: Mindretallet mener at Grunnloven § 89 stenger for å fremme saken.
nn: Mindretalet meiner at Grunnlova § 89 stenger for å fremme saka.

source: Etter flyttingen utvidet far et søksmål han hadde anlagt om fellesforeldreansvar og samvær, til ogsåå gjelde et krav om fast bosted for barna hos ham.
nn: Etter flyttinga utvida far eit søksmål han hadde reist om felles foreldreansvar og samvær, til ogsåå gjelde eit krav om fast bustad for barna hos han.

source: En gravid arbeidstaker fikk svangerskapsplager og ble senere delvis sykmeldt.
nn: Ein gravid arbeidstakar fekk svangerskapsplager og blei seinare delvis sjukmeld.

source: Skanska fremmet innsigelser innen fristen.
nn: Skanska fremja innvendingar innan fristen.

source: balansert og tilstrekkelig bred avveining
nn: balansert og tilstrekkeleg brei avveging

source: 3 ved beregning av tilleggsskatt også når opplysningssvikten knytter seg til fremførbart underskudd.
nn: 3 ved berekning av tilleggsskatt også når opplysningssvikten knyter seg til framførbart underskot.

source: Høyesterett kom til at utgiftene til å forsterke en av landets største demninger, Svartevassdammen på grensen mellom Agder og Rogaland, ikke kunne trekkes fra direkte i kraftselskapets inntekt for de aktuelle årene som vedlikeholdsutgifter, men måtte avskrives over 67 år som en påkostning.
nn: Høgsterett kom til at utgiftene til å forsterke ei av landets største demningar, Svartevassdammen på grensa mellom Agder og Rogaland, for dei aktuelle åra ikkje kunne trekkast frå som vedlikehaldsutgifter direkte i inntektene til kraftselskapet, men måtte avskrivast over 67 år som ei påkosting.

source: Studiepermisjon for dommere
nn: Studiepermisjon for dommarar

source: Høyesterett forkastet anken over en lagmannsrettsdom der en mann var dømt til å betale erstatning for en handling som han var blitt strafferettslig frifunnet for på grunn av nødverge.
nn: Høgsterett forkasta anken over ein lagmannsrettsdom der ein mann var dømd til å betale erstatning for ei handling som han var blitt strafferettsleg frifunnen for på grunn av nødverje.

source: Høyesterett frifant oppdragsgiveren for krav om erstatning av fortjenestetap, men domfelte for kravet om å få dekket tilbudskostnadene.
nn: Høgsterett frifann oppdragsgjevaren for krav om erstatning av fortenestetap, men domfelte for kravet om å få dekka tilbodskostnadane.

source: Selskapet inngikk en rådgivningsavtale med Deutsche Bank.
nn: Selskapet inngjekk ein rådgivingsavtale med Deutsche Bank.

source: Kjøperselskapet gikk til søksmål mot advokatfirmaet, som hadde opptrådt som rådgiver i forbindelse med transaksjonen, og krevde erstattet det tapet selskapet var påført som følge av forliket med boet.
nn: Kjøparselskapet gjekk til søksmål mot advokatfirmaet som hadde opptredd som rådgivar i samband med transaksjonen, og kravde erstatta det tapet selskapet var påført som følge av forliket med buet.

source: Domfeltes ektefelle mishandlet sine tre barn over en periode på flere måneder etter at de kom til Norge for familiegjenforening.
nn: Domfeltes ektefelle mishandla sine tre barn over ein periode på fleire månader etter at dei kom til Norge for familiegjenforeining.

source: Hordaland tingrett har ikke kapasitet til å finne en ny sak på så kort varsel.
nn: Hordaland tingrett har ikkje kapasitet til å finne ei ny sak på så kort varsel.

source: • Du har plikt til å møte dersom du er innkalt
nn: • Du har plikt til å møte dersom du er innkalla

source: Spørsmålet for Høyesterett var om skatteamnestiet skulle få tilsvarende virkning for de øvrige lovbruddene.
nn: Spørsmålet for Høgsterett var om skatteamnestiet skulle få tilsvarande verknad for dei andre lovbrota.

source: Advokaten unndro gjennom mange år rundt 12,5 millioner kroner i skatt og 5,5 millioner i merverdiavgift ved bruk av fiktive fakturaer.
nn: Advokaten unndrog gjennom mange år rundt 12,5 millionar kroner i skatt og 5,5 millionar kroner i meirverdiavgift ved bruk av fiktive fakturaer.

source: I vurderingene anerkjente Høyesterett de hensyn som ligger bak den differensierte forvaltningen av ulvebestanden.
nn: I vurderingane anerkjende Høgsterett dei omsyna som ligg bak den differensierte forvaltninga av ulvebestanden.

source: Fire bokforlag hadde samarbeidet om hvordan de skulle opptre overfor en felles distributør av bøker i det såkalte massemarkedet (kioskmarkedet).
nn: Fire bokforlag hadde samarbeidd om korleis dei skulle opptre overfor ein felles distributør av bøker i den såkalla massemarknaden (kioskmarknaden).

source: Kriminalomsorgen kan løslate domfelte på prøve når to tredjedeler av straffen og minst 60 dager er sonet.
nn: Kriminalomsorga kan lauslate domfelte på prøve når to tredjedelar av straffa, og minst 60 dagar, er sona.

source: Du har fått en innkalling (kalles stevning) til saken fordi partene eller retten mener du kjenner til noe som kan være viktig for retten å vite.
nn: Du har fått ei innkalling til saka (kalla stemning) fordi partane eller retten meiner at du kjenner til noko som kan vere viktig for retten å vite.

source: Denne dommeren sluttet seg ellers til de to dommerne som mente det ikke var grunnlag for erstatning.
nn: Denne dommaren slutta seg elles til dei to dommarane som meinte at det ikkje var grunnlag for erstatning.

source: I samband med dette ble det etablert en ordning med rettskyndige tillitsmenn, kalt lagmenn, som hadde til oppgave å forklare tingmennene hvordan tidens lover var å forstå.
nn: I samband med dette blei det etablert ei ordning med rettskyndige tillitsmenn, kalla lagmenn, som hadde til oppgåve å forklare tingmennene korleis den tidas lover var å forstå.

source: Det må være en slik relevant og nær sammenheng mellom tiltaket og utbyggingsprosjektet at det er berettiget å kreve at utbyggingen gjennomføres i en bestemt rekkefølge.
nn: Det må vere ein slik relevant og nær samanheng mellom tiltaket og utbyggingsprosjektet at det er rettkomme å krevje at utbygginga blir gjennomført i ei viss rekkefølge.

source: Høyesterett kom til at samværet for de to yngste skal økes til seks ganger i året, hvorav de samværene som skal være med storesøskene, skal vare i fire timer.
nn: Høgsterett kom til at samværet for dei to yngste skal aukast til seks gonger i året, og av dei skal samværa som skal vere med storesøskena, vare i fire timar.

source: Aktuelle saker Tradisjonelt sett er det mindre straffesaker med inntil en dags varighet som er aktuelle for slike besøk, og i utgangspunktet er det disse vi tilbyr for skoleklasser og andre tilhørere.
nn: Tradisjonelt er det mindre straffesaker som varer inntil éin dag, som er aktuelle for slike besøk, og i utgangspunktet er det desse me tilbyr for skuleklassar og andre tilhøyrarar.

source: Det var ikke tilfellet her, og når dette skyldtes en feil ved selve organiseringen av billettkontrollvirksomheten, kunne vekteren ikke være beskyttet av straffeloven § 286.
nn: Det var ikkje tilfellet her, og når årsaka var ein feil ved sjølve organiseringa av billettkontrollverksemda, kunne vektaren ikkje vere verna av straffelova § 286.

source: Høyesterett uttalte at i utgangspunktet må en sjåfør kunne stole på at speedometeret angir noenlunde riktig fart, med mindre han får en eller annen form for varsel eller indikasjon som burde vekke mistanke om at den viste farten ikke er riktig.
nn: Høgsterett uttalte at ein sjåfør i utgangspunktet må kunne stole på at speedometeret viser nokolunde riktig fart, med mindre han får ei eller anna form for varsel eller indikasjon som burde vekke mistanke om at den viste farten ikkje er riktig.

source: I betenkningen legges det særlig vekt på at Stortinget gjennom lang tid og oftest enstemmig har brukt § 26 annet ledd ved myndighetsoverføringer som har vært ansett som lite inngripende.
nn: I utgreiinga blir det lagt særleg vekt på at Stortinget gjennom lang tid og oftast samrøystes har brukt § 26 andre ledd ved myndigheitsoverføringar som har vore vurderte som lite inngripande.

source: mindreårig eller fratatt rettslig handleevne må statsforvalteren samtykke.
nn: mindreårig eller fråtatt rettsleg handleevne, må statsforvaltaren samtykkje.

source: ingen vet hva resultatet blir, før alle har presentert sitt syn!
nn: ingen veit kva resultatet blir, før alle har presentert sitt syn!

source: Høyesteretts praksis om straffutmålingen i heroinsaker er fra en periode hvor vanlig styrkegrad for stoffet lå mellom 30 og 40 prosent.
nn: Høgsteretts praksis om straffutmålinga i heroinsaker er frå ein periode der vanleg styrkegrad for stoffet låg mellom 30 og 40 prosent.

source: Etter flertallets syn medførte heller ikke en samlet vurdering av det tidligere ansettelsesforholdet, vennskapet og den senere kontakten, at det forelå særegne omstendigheter som tilsa at dommer Steinsvik var inhabil.
nn: Etter fleirtalets syn medførte heller ikkje ei samla vurdering av det tidlegare tilsetjingsforholdet, venskapet og den seinare kontakten, at det låg føre særeigne omstende som tilsa at dommar Steinsvik var inhabil.

source: Høyesterett kom til at det forelå en overdragelse av kapitalvarer etter merverdiavgiftsloven, slik at selskapet pliktet å tilbakeføre fradragsført merverdiavgift etter reglene om justering i merverdiavgiftsloven kapittel 9.
nn: Høgsterett kom til at det låg føre ei overdraging av kapitalvarer etter meirverdiavgiftslova, slik at selskapet plikta å tilbakeføre frådragsført meirverdiavgift etter reglane om justering i meirverdiavgiftslova kapittel 9.

source: Omgjøringsvedtaket var kjent ugyldig ved rettskraftig dom i lagmannsretten.
nn: Omgjeringsvedtaket var kjent ugyldig ved rettskraftig dom i lagmannsretten.
